Revit 2024 API
ParameterTypeId.BendingDetailAngularDimensionTextPosition Property
 "Angle Text Position"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId BendingDetailAngularDimensionTextPosition { get; }
Visual Basic
Public Shared ReadOnly Property BendingDetailAngularDimensionTextPosition As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BendingDetailAngularDimensionTextPosition {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace